{  
   "articles":[  
      {  
         "_id":"TPR_1562404132494",
         "headline":"VAULT: The Inet Will Steal Your Jokes, Use It To Your Advantage",
         "blurb":"From the vault: head honcho Aid Thompsins view on web-leaching meme and tabloid culture",
         "src":"TPR",
         "img":"https://static1.squarespace.com/static/5a52e80549fc2bb7a59fd405/5a7b6cf39140b79bd6998090/5a9716b5e4966bfb36b23941/1519852545123/openmix.jpg?format=750w",
         "content":"<h2 style=\"text-align:start;\"><span style=\"color: rgb(31,30,30);background-color: rgb(255,255,255);font-size: 2.93333rem;font-family: Arial;\">VAULT: The internet will always steal your jokes. Use that to your advantage</span></h2>\n<img src=\"https://www.chortle.co.uk/images/photos/small/at_ade_thompsin.jpg\" alt=\"undefined\" style=\"float:none;height: auto;width: auto\"/>\n<p></p>\n<p>I read Dave Bussell's piece about <a href=\"https://www.chortle.co.uk/correspondents/2014/02/20/19642/your_jaw_will_literally_hit_the_floor_when_you_see_what_this_comedian_has_to_say_about_viral_content_websites_robbing_his_work%21\" target=\"_self\">online leeching</a>: people stealing your work and re-publishing with no financial or creative credit afforded to the original author. And I found myself bemused. While I understand his frustration at seemingly a missed opportunity to make a fat wedge of cash, it would appear to be, at best, misguided, and at worst, baffling.</p>\n<p>'It’s a hell of a thing to wake up one morning and find out something you made has become an internet success,' he says. I can only imagine. I am one of the numbers of comedians, striving on my lunch-break, writing, tweeting, sharing; all in the hope that just one of my self-amusing, 140-character moans will end up being re-tweeted sufficiently that I amass a following and convert them all to ticket sales.</p>\n<p>There are thousands of us like me. Each hashtag a hope that another 10,000 might see it and RT. I guess in David Bussell's case, ticket sales become the number of books sold. But it’s the same story ultimately: put stuff online, try to get paid.</p>\n<p>I’ve recorded gigs, tagged them on YouTube, I’ve shared flyers, one-liners, hoping maybe someone somewhere will see it, share it, and I can be the latest happy passenger aboard this veritable New Media Express; It seems not a week goes by where I’m not reading about how some bright spark used the internet to find their success.</p>\n<p>Because via social networks, we can open up the doors for artists to share their work with the masses. No longer are they restricted by what suited producers want to see distributed. And though those doors have yet to truly open for me, acts like Dapper Laughs have proven that the internet, when used correctly, can catapult writers/performers to stardom in exactly that manner.</p>\n<p>What’s confusing is that you would trash a medium or the pages within it, that’s making success in that way so much easier? The net has truly liberated artistry. Bands can get their music heard by entire populations in every corner of the globe. They don’t need to spend three years touring Australia to build up a following. Now their music can be sent to Sydney in seconds.</p>\n<p>Equally, comedians can get their content uploaded and seen, they can exploit the opportunities that that can open up. And while it’s true that having your one-liner retweeted may exhaust a joke if you try and use it live, if your followers increase to 1,000 or 5,000 as a result, a percentage of those individuals will buy into your name. So it really just comes down to a mix of perseverance (doesn’t it always?) and care on where you leave your work lying around.</p>\n<p>It’s always interesting to me, how people adore the freedom of the internet when that means them being able to find pictures quickly, sharing and connecting with old friends, researching facts and figures off Wikipedia that were no doubt lifted from published articles and books from earlier decades. Yet we’re so quick to haul the internet into the headmaster’s office as soon as we think ‘progress’ is costing us money personally, or recognition in some way.</p>\n<p>A great example of avoiding that approach and responding to change was a bookshop in Richmond, I visited at Christmas. I wandered in, had a mooch about, bought a coffee from their resident barista, had a chat about a singer-songwriter they had playing on their speakers; I left the shop having bought a £3 latte, a £9 CD and a book that would’ve been £4.79 on Amazon for £12.99. And I’m glad that I did. They evolved with the challenges of the High Street and created a new experience. They deserve the extra money.</p>\n<p>At the end of the day, you put things on the internet at your own risk. It’s as famous for its illegal content and file-sharing as it is for its lawlessness.</p>\n<p>Technology is not going to stop progressing. Your next knock-knock joke, if good, will be re-tweeted, exhausted and die. When you next tell it to someone after that, they will accuse you of stealing jokes off the internet - and this will frustrate you. It’s not easy but I’m not sure there’s much we can do.</p>\n<p>But it’s worth truly considering that bookshops example. They’re in fierce competition with Amazon, so they create a new experience and adapt to the change. When I had a one-liner stolen two years ago I decided to move into storytelling and observational stand-up instead, figuring it was harder to pinch an entire routine like that. I run a comedy night (The Panda Riot) that isn’t going to make me rich because as soon as I start charging an optimum ticket price, there are 12 other nights in London that are immediately cheaper – so I adapted the format. I latte-and-CD’d the proposition. In the music industry, singers adapted to a loss in record sales by branching out to fragrances, clothing ranges and cinema concert movies.</p>\n<p>I would strongly advise anyone who’s looking to make money or get a name for themselves to consider what ways they can use the internet or other channels that are open to them, to make their mark. Because unfortunately the world we live in thrives on computers and that isn’t going to change any time soon. In fact, it’ll get worse.</p>\n<p>In the next two years, there’ll be wearable technology where you merely have to gesture like you’re pinching something and it’ll be displayed on your retinas, I’m sure. Reddit and Buzzfeed accounts are unlikely to be managed by middle-aged, conservative types that adhere to all the rules, so much as an 18 year old from Ohio with no disposable income and lots of free time to find ways to hack you.</p>\n<p>Bearing the aforementioned in mind, I’d suggest any writers, comedians, singers or whatever, to respond to change positively, exploit the new platforms, guard your images with watermarks and keep writing new jokes. Because although there is a time and a place for banging your fists and bitching about the internet, it’s probably at a Metallica concert…</p>\n<p>…in 2002.</p>\n<p>This article may absolutely not be copied, pasted, re-posted, shared or re-tweeted without express permission © Aid Thompsin&nbsp;</p>\n"
      },
      {  
         "_id":"TPR_1562401146947",
         "headline":"26.06 | BLOG | Fatherhood & Open Mic",
         "blurb":"The Panda Riot blog on all things Open Mic",
         "src":"TPR",
         "img":"https://static1.squarespace.com/static/5a52e80549fc2bb7a59fd405/5a7b6cf39140b79bd6998090/5a9716b5e4966bfb36b23941/1519852545123/openmix.jpg?format=750w",
         "content":"<h3>WHAT-UP. I'm BACK.</h3>\n<p></p>\n<img src=\"https://cdn-images-1.medium.com/max/1600/0*QQ1OGXTkr0L38sne\" alt=\"undefined\" style=\"float:none;height: 300px;width: 500px\"/>\n<p></p>\n<p>I recently made a half-arsed return to stand-up. I say half-arsed. That’s probably the wrong word/phrase. I’m restricted from giving it too much of my time because <em>Dadding</em> and <em>Day-Job</em> and <em>life</em> and <em>stuff</em>.</p>\n<p>Gone are the days of finishing my office’y job, sitting on a train for an hour across London, hungover from the previous night’s gig, only to get hammered again and talk shit to seven or eight equally tired/hungover comics in a room above a pub somewhere.</p>\n<p>Ugh, how <em>awful</em> does that sound? And yet those days seem like some distant, opulent fantasy now?</p>\n<p>Some enjoy S&amp;M. Some like feet.</p>\n<p>Me? I’d just like to leave the house for a bit.</p>\n<p></p>\n<p>Anyway, recently I have at least been able to explore the circuit again. A night a week, which has been nut-cummingly fun. As a lover of language I do love words but they fail <em>pathetically</em> to articulate how much I’ve missed the writing, tweaking, performing and then feeling some shit come alive in a room. Even if it is barely into double figures in terms of audience, it’s nice returning to it. I dont give a Kinge Cross fuck if it is in some diluted, Monday-Night-Social kind of way. I’m more of a ‘Dad-Rock’ pub band than an aspiring rock star now.</p>\n<p>So having been away for just over three years, I know you’ll all be <em>dying</em> to read what I’ve observed now I’ve returned. What I experienced when I left. And if you’re not, you may as well <em>pretend</em> you are or I’ll write a blog twice as shit next time.<br></p>\n<p><strong>Fuck it, here we go.</strong></p>\n<p></p>\n<ul>\n<li>We Are Funny Project are sunsetting their live shows. I wrote about that <a href=\"https://medium.com/@AidThompsin/final-thoughts-on-we-are-funny-project-405be9819b8c\" target=\"_self\">here</a>.</li>\n<li>There is supposedly a crescendoing movement of wokeness and SJWs <a href=\"https://www.vice.com/en_uk/article/xwn5w4/comedy-unleashed-london-free-speech-right-wing\" target=\"_self\">threatening to shit-stain</a> the fabric of comedy itself.</li>\n<li>There are some exciting new acts that I can’t wait to see more of.</li>\n<li>Comedy Friendships are like real friendships. Sooner or later you will realise who you were actually friends with and who was just pleasant to you.</li>\n</ul>\n<p></p>\n<h3>First up, WAFP.</h3>\n<p>Very sad. I will miss them. Alfie &amp; Alex ran the best open mic nights in London. Where else are you going to be booked-in, checked-in, signed-in, video’d and broadly documented with Communist-like process and efficiency and find it juxtaposed with total anarchy? Acts stripping down to leather pants, people getting hospitalised for alcoholism, fights breaking out; there was also some comedy. Bon Voyage on your future endeavours, guys. There will soon be a WAFP-shaped donut hole in London open mic.</p>\n<p></p>\n<img src=\"https://cdn-az.allevents.in/banners/c9f727b0-ba53-11e8-81c9-1b431fd718bc-rimg-w526-h370-dc2e2e2e-gmir.jpg\" alt=\"undefined\" style=\"float:none;height: 300px;width: 500px\"/>\n<p><br></p>\n<h3>The Wokeness</h3>\n<p><br>Next, let’s shove the second finger in this thing. It’s probably a cliche at this point, to look at news stories like <a href=\"https://www.bbc.co.uk/news/entertainment-arts-48640411\" target=\"_self\">the Jo Brand joke</a> being reported t o Number 10 or Vice articles tearing into Comedy Unleashed — and pull them to pieces. All of that shit is tired. This whole “Safe Space” nonsense is comedy death. It might sound good on Twitter to say “we won’t tolerate Hate Speech at any of our events” but it crumbles as soon as you apply practical examples to it.</p>\n<p></p>\n<img src=\"https://news.eastsussex.gov.uk/east-sussex-better-together/wp-content/uploads/sites/10/2018/01/SafeSpaceLogo.jpg\" alt=\"undefined\" style=\"float:none;height: 400px;width: 400px\"/>\n<p><br>Say I run a night and I declare it a Safe Space. That means there won’t be any material that could possibly offend anyone in the audience, right? A mother-in-law joke? That’s misogyny. It’s offensive to mothers. And mothers in law. It’s also not inclusive to your father in law. Maybe I’ll up the ante. Spool back to some shit I used to do regularly: an abortion joke. The joke itself was really about the media’s assumption that Kate Middleton seeing a doctor simply *had* to mean she was having a baby. An outdated assumption. I closed it by suggesting she comes out of the clinic like: “You guys have made this abortion really awkward”. Well, that’s out because it’s upsetting to anyone that ever had an abortion. Even though the joke is really about sexist expectations of women.<br></p>\n<p>What if the person in the front row is an idiot? What if they don’t get the nuance and they think I’m just saying it would be funny if a royal had an abortion? I’m not exaggerating, there are people who are literally that stupid. Do we ban jokes preemptively, lest they upset an idiot? Great: Minority Report Comedy. The Pre-Cogs have determined it might be offensive to someone somewhere so it’s banned. Sounds rad. What about the rest of the audience that enjoy it? Do they get a say? Who decides that? Is it you? Me? Jo Brand? The Government?<br></p>\n<p>Liberalism will eat itself.<br></p>\n<h3>New Acts, New Material.</h3>\n<p><br>I was over in Dalston last month and saw a dude called Brandon Palmer. Check him out <a href=\"https://www.thebrandonpalmer.com/\" target=\"_self\">here</a>. Nice guy and definitely one to watch. Had a great joke about the “No-Homo” idiom. &lt; — what? This isn’t a fucking Safe Space, you bell-end.</p>\n<p><br>Another guy was <a href=\"https://twitter.com/maldoror84?lang=en\" target=\"_self\">Tommy Ettling</a>. Great stage presence and a couple of great lines in there to boot.<br></p>\n<p>I also met a good dude called David Carrington. He’s super new, barely into double figures (no. of gigs). Fresh out of a divorce and exploring standup. If you see him give him some support.</p>\n<p>There are more. I just don’t have the sleep-hours to remember their names right now.</p>\n<p></p>\n<h3>Comedy Friends</h3>\n<p>Perhaps the most stark thing I could reflect on, having being away for three years is how cut-off I felt, being a Dad. I imagine its akin to working mothers being left out, left behind or missing out on a job because of childcare. Half FOMO, half-“I have a baby now why isn’t that enough I must be some kind of monster!?\".</p>\n<p></p>\n<img src=\"http://www.liz-wachuka.com/sites/default/files/styles/onpage/public/friends.jpg?itok=7u_0BmVP\" alt=\"undefined\" style=\"float:none;height: 300px;width: 500px\"/>\n<p></p>\n<p>I don’t want to sound like a total twat here so I’ll try and keep this light.</p>\n<p>I really did bleed comedy for five years. 2011 to 2016. Gigging, promoting, editing, interviewing other comedians, vlogs, Edinburgh. To have that immediately shut off was hard to adjust to.</p>\n<p>I created a new Facebook profile.</p>\n<p>Somehow I had collected over a thousand ‘friends’ on my old one and my entire feed was comedy. Comedy I would no longer be a part of.<br></p>\n<p><em>“Applications Open For Next Month!”</em></p>\n<p><em>“Hey, guys, check out my 5-set!”</em></p>\n<p><em>“Check out my comedy, guys, I’m doing comedy and who’s up for some comedy, you comedy bastards!”</em></p>\n<p></p>\n<p>Ugh.</p>\n<p>It was like being cyber bullied by my best friend.</p>\n<p>The new account, I added a select few I had become friends with over those years. Mostly it was old mates and relatives. The exercise was like a badly handled breakup.</p>\n<p><br><em>“You’re not in my life anymore so I don’t want to see you on my social media. Out of sight, out of mind…\"</em></p>\n<p><br>I just couldn’t handle it.</p>\n<p><br>Then, I added a couple of acts from having become friends and a couple more not because we were BFFs but I found them so bloody funny I wanted to see their careers explode as it happened. <a href=\"http://thanyiamoore/\" target=\"_self\">Thanyia Moore</a> for example. Not super-bud-BFFs but she’s just amazing and I'm always going to be up for seeing her shit (← interpret that in any way you wish).</p>\n<p><br>Anyway, as the days of parenting became nights and the nights and days became one long stream of unbroken consciousness and shit &amp; piss covered despair — fatherhood endured.</p>\n<p><br><em>Lonely</em>.</p>\n<p><br>I’m not a doctor but I’d probably categorise myself, in that period, as having been a tad mentally unwell. It was great in many ways becoming a Dad, but the comedy hiatus got me more and more depressed. It was legitimately the only thing I think I ever felt half good at? And it was gone. I was disengaged and isolated.</p>\n<p><br>My brain was still in “funny” mode though. Thinking up little concepts, teasing me.</p>\n<p><br><em>“Oi, British people mock Americans for dumb language but we call private school ‘Public School’ even though it’s not really open to the public, it’s the least public thing ever. It’s actually segregation for the rich. Why do we call it Public? Haha, there’s probably something in that, Aid. Why don’t you try it somewhere tonigOHTHAT’SRIGHTYOUCAN’T. Fuck off and change a nappy, you c*nt.”</em></p>\n<p><br>I had no way of trying or developing anything. Plus, socially I had made open mic my ‘circle’ for the last four years. My actual friends from back home had either lost interest in me and my pretentious comedy shit, or were childless themselves — too busy #livingMyBestLife to check-in. Let’s be brutally honest here: I had missed their birthdays and weddings because I was too busy playing unpaid tens to nine people. Why in the name of dog-fuckery should they feel obligated to drive an hour to come see me?</p>\n<p>Lonely. <em>Unwell</em>.</p>\n<p></p>\n<img src=\"https://www.hulltrains.co.uk/~/media/hulltrainimages/destinations/destination-detail-page/retford/1280x800-laughing-cocktails-shutterstock-763434202.jpg?h=800&w=1280&la=en&hash=F83C4276C3442D1764930670136E11DAB38F851E\" alt=\"undefined\" style=\"float:none;height: 400px;width: 550px\"/>\n<p></p>\n<p>I messaged a couple of acts I had got to know well over the years. One started when I did, we’d met-up socially and gotten pissed quite a few times. We talked about who was funny, who was shit, which female comics we’d bang. The usual. Another started a bit after me and had asked me for advice, pointers, feedback. We had gigged loads and drank and laughed.</p>\n<p>Of both of those guys, both of whom I would’ve called friends, neither bothered to ask how things were going, if they could stop by, or wish me well.</p>\n<p>I asked for MP3s of their gigs. If I couldn’t gig myself, maybe I could just hearhow shows were going? I was excited for them and wanted to hear their previews. Just to feel connected. Pathetic really. Like some secretary at home breast-feeding, begging her boss to post her an Ink Jet — just so she can vaguely smell the scent of an office. Neither sent anything. No audio. Just “ahhh man, I’ll be embarrassed. I’m shy…”.</p>\n<p>If I was unwell before, that sent me fucking <em>bat-shit.</em></p>\n<p>In my sleepless and disconnected, emotional state, I wanted to snap back: “Fuck me gently, you cunt. I’m stuck out here with a screaming baby, daily meltdowns, sleepless and mourning the loss of my. own. life. And you wont send me a pissing MP3 file cuz you’re too shy to share the thing you literally share in front of 30 people every other night?! WHAT AM I TO YOU! WHERE IS THIS RELATIONSHIP GOING!”</p>\n<p>Lonely, Unwell, <em>Loopy</em>.</p>\n<p>Now, let’s be objective about it. I’m big enough and ugly enough to know that there could be very good reasons for the way they responded. It’s entirely possible we were never actually <em>friends</em>.</p>\n<p><br>It’s entirely possible that, at a time in my life when I felt isolated and sensitive, I saw two guys I did a few gigs with as chums but they saw me as “that guy I gigged with a few times”. Or they *may* have seen me as a mate but assumed I’d be too busy adjusting to fatherhood and didn’t really want to bother me? Seems reasonable.</p>\n<p><br>Another possibility, full disclosure: I’d done a shit-tonne of vlogs about comedy and filmed things without really getting permission. I’d pull out my cam and start recording weird and wonderful tidbits here and there. *Never* sets or material but little scrappy interviews, the before-and-after gigs stuff. I never bothered asking the people that appeared in them really.</p>\n<p><br>If they complained I’d dismissed it: “oh get a grip, it’s a YouTube vlog with thirteen subscribers, nobody cares if you ran out of gel today, you tosser”. So I can’t rule out that they thought I would use their MP3 in a vlog or put it online or something. It’s a stretch. And I absolutely never would have. But i’d understand if they thought I might.</p>\n<p><br>Anyway, I didn’t ever explode at them. I’m sure they’re doing well and I wish them the best. In the following months, every now and then, I’d ping a message to the We Are Funny guys.</p>\n<p><br><em>“Hey, just checking in, how the fuck are you!”.</em></p>\n<p>I’d put comments on Alex Martini’s wall.</p>\n<p><em>“I want to bum you in the mouth\" (they weren’t always useful or even half polite).</em></p>\n<p><br>They’d always enquire how things were going, when I’d come back; Alex came down to Guildford to see me (to be clear: zero mouth-bumming). I got out the house to see Harry in Peckham. I chatted with Steve McLean and Gary Shaw on messenger. Ben Adams and I went for beers a few times. These were the people that stayed in touch. These were the good guys and I’m forever thankful to all of them. I doubt they even know how much their contact meant to me in those first two and a half years.</p>\n<p><br>Anyway, I’m back now with a renewed sense of perspective. A new website for comedians. A beautiful kid. Oh, and a shit tonne of ideas to try out.</p>\n<p><br>So let me finish this set by saying:</p>\n<p><br><strong>It’s great to be here. Are you well? </strong></p>\n"
      },
      {  
         "_id":"7",
         "headline":"Whatever You Do Someone Will Call You A Dick",
         "blurb":"Dave Attell talks to the AV Club",
         "link":"https://tv.avclub.com/dave-attell-1798208252",
         "img":"https://media.spokesman.com/photos/2018/10/25/53179177XX036_Comedy_Centra.JPG.jpg",
         "src":"AVclub"
      },
      {  
         "_id":"10",
         "headline":"We WERE Funny?",
         "blurb":"Aid Thompsin muses over the soon to-be-retired Project",
         "link":"https://medium.com/@AidThompsin/final-thoughts-on-we-are-funny-project-405be9819b8c?postPublishedType=repub",
         "img":"https://cdn-images-1.medium.com/max/800/1*U4dwwHAeRqPsAHYT1lD7eA.png",
         "src":"@TPR"
      },
      {  
         "_id":"9",
         "headline":"8 Eccentrics Youll Meet At Open Mic Comedy",
         "blurb":"Jay Islaam has graced the stage across the ",
         "link":"https://www.huffingtonpost.co.uk/jay-islaam/eight-eccentrics-youll-meet-at-open-mic-comedy_b_8518246.html",
         "img":"https://o.aolcdn.com/images/dims?quality=80&thumbnail=250%2C140&image_uri=http%3A%2F%2Fi.huffpost.com%2Fgen%2F3648528%2Fimages%2Fn-VINTAGE-MICROPHONE-628x314.jpg&client=cbc79c14efcebee57402&signature=025bc38d03ecce901eb322696880192dd06ccf71",
         "src":"HuffPost"
      },
      {  
         "_id":"1",
         "headline":"The guru who’s changing stand-up comedy from the dog eat dog of open-mic nights to a culture of caring",
         "blurb":"Comedy instructor Gerry Katzman aims to change the culture of the Los Angeles comedy scene into one of kindness and inclusiveness",
         "link":"https://www.scmp.com/lifestyle/arts-culture/article/3006857/guru-whos-changing-stand-comedy-dog-eat-dog-open-mic-nights",
         "img":"https://cdn.i-scmp.com/sites/default/files/styles/1200x800/public/d8/images/methode/2019/05/07/cb843b26-60df-11e9-b745-17e2afcf325c_image_hires_105242.jpeg?itok=UWHCHR1B",
         "src":"SCMP"
      },
      {  
         "_id":"11",
         "headline":"Why I Quit Comedy",
         "blurb":"Martin Pilgrim reflects on his experiences",
         "link":"http://moodycomedy.co.uk/martin-pilgrim-why-i-quit-comedy/",
         "img":"https://i2.wp.com/moodycomedy.co.uk/wp-content/uploads/2016/02/Screen-Shot-2016-02-09-at-17.15.38.png",
         "src":"Moody"
      },
      {  
         "_id":"6",
         "headline":"Anthony Jeselnik on the thankless American open-mic circuit...",
         "blurb":"Comedian, host, and sometime hardass, Anthony Jeselnik has made a career out of being a little bit sensational. He’s gleefully fought hard to push the boundaries of what’s okay to joke about, from cancer to obesity, earning both groans and laughs along the way.",
         "link":"https://www.avclub.com/anthony-jeselnik-on-sharon-stone-thankless-open-mics-1798285518",
         "img":"https://i.kinja-img.com/gawker-media/image/upload/s--qmYilFUo--/c_scale,f_auto,fl_progressive,q_80,w_800/ihjoexgc8saf5vdpyfbf.jpg",
         "src":"AVclub"
      },
      {  
         "_id":"4",
         "headline":"Heard The One About Standups That Bring Their Own Audience?",
         "blurb":"On the open mic scene, comedians are securing their time on stage by bulking out the crowd with paying friends. Is the rise of ‘bringer gigs’ bad for the artform?",
         "link":"https://www.theguardian.com/stage/2015/jun/22/standups-who-bring-their-own-audience",
         "img":"https://i.guim.co.uk/img/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434971591335/0d5323f2-0d0f-45ae-93e2-0e0325484f78-2060x1236.jpeg?width=300&quality=85&auto=format&fit=max&s=745088cb6e568462000f69a0011c89ab",
         "src":"Guardian"
      },
      {  
         "_id":"5d20564b7f6eaa00249a4127",
         "headline":"Brendon Burns: Im quitting stand-up",
         "img":"https://www.chortle.co.uk/images/photos/small/bb_brendon_-burns_18.jpg",
         "link":"https://www.chortle.co.uk/news/2019/07/04/43479/brendon_burns%3A_im_quitting_stand-up",
         "blurb":"'It's time I did something else' says former Edinburgh Comedy Award winner\n                                04/07/2019 … Former Edinburgh Comedy Award winner Brendon Burns has announced that he’s quitting stand-up.",
         "src":"Chortle",
         "__v":0
      },
      {  
         "_id":"5",
         "headline":"Stand Up & Be Laughed At - Mark Watson",
         "blurb":"Performing at an open mic night is a free but sometimes painful experience, writes comedian Mark Watson.",
         "link":"https://www.theguardian.com/lifeandstyle/2007/jan/06/freestuff.guardianspecial415",
         "img":"https://www.varsity.co.uk/images/derived/article-objects/md5-c902395d39bd0cd4002f5c7341f18bdd/15852.jpeg",
         "src":"Guardian"
      },
      {  
         "_id":"8",
         "headline":"How To Put An End To Bringer Gigs",
         "blurb":"Ben Morgan: I myself am a below average/piss poor comedian... ",
         "link":"https://www.huffingtonpost.co.uk/ben-morgan/bringer-gigs_b_7641390.html?utm_hp_ref=uk-stand-up",
         "img":"https://o.aolcdn.com/images/dims?quality=80&thumbnail=250%2C140&image_uri=http%3A%2F%2Fi.huffpost.com%2Fgen%2F2436674%2Fimages%2Fn-PODCAST-MIC-628x314.jpg&client=cbc79c14efcebee57402&signature=2f0c36aea37af15d22ef1dcb50ccf60bc4d317cd",
         "src":"HuffPost"
      },
      {  
         "_id":"5d20564b7f6eaa00249a4119",
         "headline":"Watch: The refugees owning the comedy stage",
         "img":"https://pbs.twimg.com/profile_images/1016231093425582080/lUZK3DzN_400x400.jpg",
         "link":"https://www.bbc.co.ukundefined",
         "blurb":"",
         "src":"BBC"
      },
      {  
         "_id":"3",
         "headline":"My One-Night Standup Hell",
         "blurb":"Trying my hand at comedy sounded like a great idea. It wasnt.",
         "link":"https://www.spectator.co.uk/2018/11/my-one-night-stand-up-hell/",
         "img":"https://spectator.imgix.net/content/uploads/2018/11/iStock-901985210.jpg?auto=compress,enhance,format&crop=faces,entropy,edges&fit=crop&w=820&h=550",
         "src":"Standard"
      }
   ]